FAKE_ITEMS = [
    {
        "id": 1,
        "name": "iPhone 15 Pro Max",
        "text": "роскошно! дорого, богато. Самый новый iPhone",
        "category": "Электроника",
        "tags": ["хит", "премиум"],
    },
    {
        "id": 2,
        "name": "Наушники Sony",
        "text": "превосходно, роскошно, наушники сони эриксон и т.д.",
        "category": "Электроника",
        "tags": ["новинка", "распродажа"],
    },
    {
        "id": 3,
        "name": "Кроссовки Puma",
        "text": "кроссовки puma это роскошно. Спортивная обувь для активных.",
        "category": "Одежда",
        "tags": ["ограничено", "распродажа"],
    },
    {
        "id": 4,
        "name": "Куртка The North Face",
        "text": "это превосходно. Тёплая и стильная куртка для зимы.",
        "category": "Одежда",
        "tags": ["премиум", "распродажа"],
    },
    {
        "id": 5,
        "name": "Samsung Galaxy S25 Ultra",
        "text": "дорого богато превосходно. Флагман от Samsung",
        "category": "Электроника",
        "tags": ["хит"],
    },
]
